Repository: monchopena/direct_pay
Catalog: lang/redsys_direct_pay-*.po
Languages: es_es

source: Pays
es_es: Pagos

source: Pay
es_es: Pago

source: Parent pay:
es_es: Pago padre:

source: All pays
es_es: Todos los pagos

source: View pay
es_es: Ver pagos

source: Add new pay
es_es: Añadir nuevo pago

source: New Pay
es_es: Nuevo pago

source: Edit pay
es_es: Editar Pago

source: Update Pay
es_es: Actualizar pago

source: Search Pay
es_es: Buscar pagos

source: Not found pays
es_es: No se han encontrado pagos

source: No payments in bin
es_es: No hay pagos en la papelera

source: Select
es_es: Seleccionar

source: Amount
es_es: Importe

source: Author
es_es: Autor

source: Date
es_es: Fecha

source: Unknown
es_es: Desconocido

source: Settings
es_es: Configuración

source: Key SHA-256C
es_es: Clave SHA-256C

source: Commerce name
es_es: Nombre del comercio

source: OK Page
es_es: Página OK

source: KO Page
es_es: Página KO

source: Pay Page
es_es: Página Pago
